name: "ocr_en_recogniser"
platform: "onnxruntime_onnx"
max_batch_size: 32

input [
  {
    name: "x"
    data_type: TYPE_FP32 
    dims: [ 3, 48, -1 ]
  }
]

output [
  {
    name: "fetch_name_0"
    data_type: TYPE_FP32
    dims: [ -1, 97 ]
  }
]


instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]