name: "ocr_ml_detector"
platform: "onnxruntime_onnx"
max_batch_size: 8

input [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [ 3, -1, -1 ]
  }
]

output [
  {
    name: "fetch_name_0"
    data_type: TYPE_FP32
    dims: [ 1, -1, -1 ]
  }
]

instance_group [
    {
        kind: KIND_CPU
        count: 1
    }
]